Repository: nnajjarapps/flowe
Catalog: Flowe/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, he

source: Book a session to check in with an instructor or shout one out.
ar: احجز جلسة لتسجّل حضورك مع مدرّب أو تشيد بأحدهم.
es: Reserva una sesión para hacer check-in con un instructor o darle un reconocimiento.
fr: Réservez une séance pour faire un check-in avec un instructeur ou le mettre en avant.
he: הזמן שיעור כדי להתעדכן עם מדריך או לתת לו מחמאה.

source: Book again
ar: احجز مرة أخرى
es: Reservar de nuevo
fr: Réserver à nouveau
he: הזמן שוב

source: Book again with %@
ar: احجز مجددًا مع %@
he: להזמין שוב עם %@

source: Book me on Flowe
ar: احجزني على Flowe
he: הזמינו אותי ב-Flowe

source: Book with 1 credit
ar: احجز برصيد واحد
he: קביעת שיעור עם קרדיט אחד

source: Book your first class and your progress will show up here.
ar: احجز حصتك الأولى وسيظهر تقدمك هنا.
es: Reserva tu primera clase y tu progreso aparecerá aquí.
fr: Réservez votre premier cours et votre progression apparaîtra ici.
he: הזמן את השיעור הראשון שלך וההתקדמות שלך תופיע כאן.

source: Book your next session to keep the momentum.
ar: احجز جلستك القادمة للحفاظ على الاندفاع.
he: הזמינו את המפגש הבא כדי לשמור על המומנטום.

source: Bookable days
ar: الأيام القابلة للحجز
es: Días reservables
fr: Jours réservables
he: ימים להזמנה

source: Booking details
ar: تفاصيل الحجز
he: פרטי ההזמנה

source: Booking requests
ar: طلبات الحجز
es: Solicitudes de reserva
fr: Demandes de réservation
he: בקשות הזמנה

source: BOOKING REQUESTS
ar: طلبات الحجز
es: SOLICITUDES DE RESERVA
fr: DEMANDES DE RÉSERVATION
he: בקשות הזמנה

source: Bookings
ar: الحجوزات
es: Reservas
fr: Réservations
he: הזמנות

source: BOOST
ar: تعزيز
he: קידום

source: BRAND COLOR
ar: لون العلامة
he: צבע המותג

source: Browse
ar: تصفّح
he: עיון

source: Browse instructors
ar: تصفّح المدربين
he: עיון במדריכים

source: Browse open opportunities and apply — you'll track each one's status here.
ar: تصفّح الفرص المتاحة وتقدّم — ستتابع حالة كل منها هنا.
he: עיינו בהזדמנויות פתוחות והגישו מועמדות — תעקבו כאן אחר הסטטוס של כל אחת.

source: Browse opportunities
ar: تصفّح الفرص
he: עיון בהזדמנויות

source: BUDGET
ar: الميزانية
he: תקציב

source: Build your training library
ar: ابنِ مكتبتك التدريبية
he: בנו את ספריית האימון שלכם

source: Buy package
ar: شراء باقة
he: רכישת חבילה

source: by %@
ar: بواسطة %@
he: מאת %@

source: BY SESSION TYPE
ar: حسب نوع الجلسة
es: POR TIPO DE SESIÓN
fr: PAR TYPE DE SÉANCE
he: לפי סוג שיעור

source: Calendar
ar: التقويم
es: Calendario
fr: Calendrier
he: יומן

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
he: ביטול

source: Cancel event
ar: إلغاء الفعالية
es: Cancelar evento
fr: Annuler l'événement
he: ביטול האירוע

source: Cancel request
ar: إلغاء الطلب
he: ביטול הבקשה

source: Cancel session
ar: إلغاء الجلسة
es: Cancelar sesión
fr: Annuler la séance
he: ביטול שיעור

source: Cancel this cover request?
ar: إلغاء طلب التغطية هذا؟
he: לבטל את בקשת ההחלפה?

source: Cancel this event
ar: إلغاء هذه الفعالية
es: Cancelar este evento
fr: Annuler cet événement
he: ביטול האירוע

source: Cancel this event?
ar: إلغاء هذه الفعالية؟
es: ¿Cancelar este evento?
fr: Annuler cet événement ?
he: לבטל את האירוע?

source: Cancel this session?
ar: إلغاء هذه الجلسة؟
es: ¿Cancelar esta sesión?
fr: Annuler cette séance ?
he: לבטל את השיעור?

source: Cancel this weekly session?
ar: إلغاء هذه الجلسة الأسبوعية؟
he: לבטל את המפגש השבועי הזה?

source: Cancel within %lldh or no-show and Flowe tracks the fee for you to collect directly — it never charges it. Students see this before they book.
ar: ألغِ خلال %lld ساعة أو عدم الحضور وتتابع Flowe الرسوم لتحصّلها مباشرةً — لا تحصّلها أبداً. يرى الطلاب هذا قبل الحجز.
he: ביטול תוך %lld שעות או אי-הגעה, ו-Flowe עוקבת אחר התשלום כדי שתגבה אותו ישירות — היא לעולם לא גובה אותו. המתאמנים רואים זאת לפני שהם מזמינים.

source: Cancellation policy
ar: سياسة الإلغاء
he: מדיניות ביטול

source: Cancellation protection
ar: حماية الإلغاء
he: הגנת ביטולים

source: Cancellation protection is on
ar: حماية الإلغاء مفعّلة
he: הגנת הביטול פעילה

source: Cancelled
ar: ملغى
he: בוטל

source: CANCELLED
ar: أُلغي
es: CANCELADO
fr: ANNULÉ
he: בוטל

source: Capacity
ar: السعة
es: Aforo
fr: Capacité
he: קיבולת

source: Cash
ar: نقدًا
es: Efectivo
fr: Espèces
he: מזומן

source: certification
ar: شهادة
he: הסמכה

source: CERTIFICATION
ar: الشهادة
es: CERTIFICACIÓN
he: הסמכה

source: Certified instructors
ar: مدربون معتمدون
he: מדריכים מוסמכים

source: Certified only
ar: المعتمدون فقط
he: מוסמכים בלבד

source: Change Certificate Photo
ar: تغيير صورة الشهادة
es: Cambiar foto del certificado
fr: Modifier la photo du certificat
he: החלפת תמונת תעודה

source: Change Cover Photo
ar: تغيير صورة الغلاف
he: שינוי תמונת נושא

source: Change Photo
ar: تغيير الصورة
es: Cambiar foto
fr: Changer la photo
he: החלפת תמונה

source: Chat with students
ar: الدردشة مع الطلاب
es: Chatea con alumnos
fr: Discuter avec les élèves
he: שוחח עם מתאמנים

source: Check your event
ar: راجع فعاليتك
es: Revisa tu evento
fr: Vérifie ton événement
he: בדוק את האירוע שלך

source: Check your exercise
ar: راجع تمرينك
he: בדקו את התרגיל

source: Check your lesson type
ar: تحقّق من نوع درسك
es: Revisa tu tipo de clase
fr: Vérifiez votre type de cours
he: בדוק את סוג השיעור שלך

source: Check your message
ar: تحقّق من رسالتك
he: בדקו את ההודעה

source: Check your package
ar: تحقق من باقتك
he: בדקו את החבילה

source: Check your post
ar: راجع منشورك
es: Revisa tu publicación
fr: Vérifiez votre post
he: בדוק את הפוסט שלך

source: Check your profile
ar: راجع ملفك الشخصي
es: Revisa tu perfil
fr: Vérifiez votre profil
he: בדוק את הפרופיל שלך

source: Check your program
ar: راجع برنامجك
he: בדקו את התוכנית

source: Check your recommendation
ar: تحقّق من توصيتك
he: בדקו את ההמלצה

source: Check your reply
ar: راجع ردك
es: Revisa tu respuesta
fr: Vérifiez votre réponse
he: בדוק את התגובה שלך

source: Check your review
ar: راجع تقييمك
es: Revisa tu reseña
fr: Vérifiez votre avis
he: בדוק את הביקורת שלך

source: Check-in
ar: تسجيل حضور
he: צ'ק-אין

source: checked
ar: محدد
he: מסומן

source: Choose a day
ar: اختر يوماً
es: Elige un día
fr: Choisissez un jour
he: בחר יום

source: Choose the days and times students can book you. You can fine-tune or add one-off dates any time.
ar: اختر الأيام والأوقات التي يمكن للطلاب حجزك فيها. يمكنك الضبط أو إضافة مواعيد مفردة في أي وقت.
he: בחרו את הימים והשעות שבהם תלמידים יכולים להזמין אתכם. אפשר לכוונן או להוסיף תאריכים חד-פעמיים בכל עת.

source: Choose your role. You can change this later.
ar: اختر دورك. يمكنك تغييره لاحقاً.
es: Elige tu rol. Puedes cambiarlo más tarde.
fr: Choisissez votre rôle. Vous pourrez le modifier plus tard.
he: בחר את התפקיד שלך. אפשר לשנות מאוחר יותר.

source: Circle chat
ar: دردشة الحلقة
he: צ׳אט המעגל

source: Circle chat · %lld messages
ar: دردشة الحلقة · %lld رسالة
he: צ׳אט המעגל · %lld הודעות

source: city
ar: مدينة
he: עיר

source: CITY
ar: المدينة
es: CIUDAD
fr: VILLE
he: עיר

source: Claim this cover
ar: تولَّ هذه التغطية
he: קח את ההחלפה

source: Claimed — awaiting pick
ar: تم القبول — بانتظار الاختيار
he: נתפס — ממתין לבחירה

source: Class or workshop
ar: حصة أو ورشة
es: Clase o taller
fr: Cours ou atelier
he: שיעור או סדנה

source: Class packages
ar: باقات الحصص
he: חבילות שיעורים

source: Class-mates
ar: زملاء الصف
he: חברים לכיתה

source: Classes
ar: الحصص
he: שיעורים

source: Classes included
ar: الحصص المشمولة
he: שיעורים כלולים

source: CLASSES LEFT
ar: الحصص المتبقية
he: שיעורים שנותרו

source: Clear search
ar: مسح البحث
he: ניקוי החיפוש

source: Client notes
ar: ملاحظات العميل
he: הערות מתאמן

source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
he: סגור

source: Close a date for a holiday, or set different hours for one day.
ar: أغلق تاريخًا لإجازة، أو حدّد ساعات مختلفة ليوم واحد.
he: סגרו תאריך לחופשה, או הגדירו שעות שונות ליום מסוים.

source: Close this date
ar: إغلاق هذا التاريخ
he: סגירת התאריך

source: Close this day
ar: إغلاق هذا اليوم
es: Cerrar este día
fr: Fermer ce jour
he: סגור את היום הזה

source: Closed
ar: مغلق
es: Cerrado
fr: Fermé
he: סגור

source: Coaching notes
ar: ملاحظات تدريبية
he: הערות אימון

source: Collected
ar: محصّل
he: נאסף

source: COLLECTED
ar: المحصّل
es: COBRADO
fr: ENCAISSÉ
he: נגבה

source: Comma-separated focus tags, shown as chips on the card.
ar: وسوم التركيز مفصولة بفواصل، تظهر كوسوم على البطاقة.
he: תגיות מיקוד מופרדות בפסיקים, שמוצגות כתגיות על הכרטיס.

source: Comments
ar: التعليقات
es: Comentarios
fr: Commentaires
he: תגובות

source: Commitment
ar: الالتزام
he: מחויבות

source: Community
ar: المجتمع
es: Comunidad
fr: Communauté
he: קהילה

source: COMMUNITY
ar: المجتمع
he: קהילה

source: Community Guidelines
ar: إرشادات المجتمع
he: כללי הקהילה

source: Community replies
ar: الردود في المجتمع
es: Respuestas de la comunidad
fr: Réponses de la communauté
he: תגובות בקהילה

source: Community Tip
ar: نصيحة من المجتمع
es: Consejo de la comunidad
fr: Conseil de la communauté
he: עצה מהקהילה

source: Complete a session this week to begin your practice.
ar: أكمل جلسة هذا الأسبوع لتبدأ ممارستك.
he: השלימו מפגש השבוע כדי להתחיל את התרגול.

source: Completed
ar: مكتملة
es: Completadas
fr: Terminées
he: הושלם

source: Completed %lld Pilates sessions.
ar: أكملت %lld جلسة بيلاتس.
he: השלמת %lld מפגשי פילאטיס.

source: Completed sessions, package sales and fees show up here.
ar: تظهر هنا الجلسات المكتملة ومبيعات الباقات والرسوم.
he: מפגשים שהושלמו, מכירות חבילות ועמלות מופיעים כאן.

source: Conditions
ar: الحالات الصحية
he: מצבים רפואיים

source: CONDITIONS & ALLERGIES
ar: الحالات والحساسية
he: מצבים רפואיים ואלרגיות

source: Confirmed
ar: مؤكد
he: מאושר

source: Continue
ar: متابعة
es: Continuar
fr: Continuer
he: המשך

source: Continue as %@
ar: المتابعة كـ%@
es: Continuar como %@
fr: Continuer en tant que %@
he: המשך בתור %@

source: Conversations with your instructors and students will appear here.
ar: ستظهر هنا محادثاتك مع المدربين والطلاب.
es: Aquí aparecerán tus conversaciones con instructores y alumnos.
fr: Vos conversations avec vos instructeurs et vos élèves apparaîtront ici.
he: שיחות עם המדריכים והמתאמנים שלך יופיעו כאן.

source: Copied
ar: تم النسخ
he: הועתק

source: Copy day
ar: نسخ اليوم
he: העתקת יום

source: Copy Link
ar: نسخ الرابط
he: העתק קישור

source: Copy the times from %@ to the days you pick.
ar: انسخ الأوقات من %@ إلى الأيام التي تختارها.
he: העתקת השעות מ-%@ אל הימים שתבחרו.

source: Copy to…
ar: نسخ إلى…
he: העתקה אל…

source: Couldn't build your profile link.
ar: تعذّر إنشاء رابط ملفك الشخصي.
he: לא הצלחנו ליצור את קישור הפרופיל שלך.

source: Couldn't delete your account
ar: تعذّر حذف حسابك
es: No se pudo eliminar tu cuenta
fr: Impossible de supprimer votre compte
he: לא ניתן היה למחוק את החשבון שלך

source: Couldn't draft that one. Try a few different words.
ar: تعذّرت صياغة ذلك. جرّب كلمات مختلفة.
he: לא הצלחנו לנסח את זה. נסו מילים אחרות.

source: Couldn't find your location. Try again, or just type your city above.
ar: تعذَّر العثور على موقعك. حاول مرة أخرى، أو اكتب مدينتك أعلاه فقط.
es: No se pudo encontrar tu ubicación. Inténtalo de nuevo o escribe tu ciudad arriba.
fr: Impossible de trouver votre position. Réessayez ou saisissez simplement votre ville ci-dessus.
he: לא הצלחנו למצוא את המיקום שלך. נסה שוב, או פשוט הקלד את העיר שלך למעלה.

source: Couldn't find your location. Try again, or type your studio address above.
ar: تعذّر العثور على موقعك. حاول مجددًا أو اكتب عنوان استوديوك أعلاه.
he: לא הצלחנו לאתר את המיקום. נסו שוב, או הקלידו את כתובת הסטודיו למעלה.

source: Couldn't load
ar: تعذّر التحميل
he: הטעינה נכשלה

source: Couldn't load this video. Check your connection and try again.
ar: تعذّر تحميل هذا الفيديو. تحقّق من اتصالك وحاول مجدداً.
he: לא ניתן לטעון את הווידאו. בדקו את החיבור ונסו שוב.

source: Couldn't send — check your connection and try again.
ar: تعذّر الإرسال — تحقق من اتصالك وحاول مرة أخرى.
he: השליחה נכשלה — בדקו את החיבור ונסו שוב.

source: Couldn't send your report
ar: تعذّر إرسال بلاغك
es: No se pudo enviar tu denuncia
fr: Impossible d'envoyer votre signalement
he: לא הצלחנו לשלוח את הדיווח שלך

source: Cover
ar: التغطية
he: החלפה

source: Cover arranged
ar: تم ترتيب التغطية
he: ההחלפה סודרה

source: Cover for nearby instructors
ar: غطِّ مدربين قريبين
he: החלפה למדריכים קרובים

source: Cover for others
ar: التغطية عن الآخرين
he: כיסוי עבור אחרים

source: Cover pay
ar: أجر التغطية
he: תשלום החלפה

source: COVER PAY OWED
ar: أجر التغطية المستحق
he: שכר החלפה שמגיע

source: COVER PAY OWED TO YOU
ar: أجر التغطية المستحق لك
he: תשלום כיסוי המגיע לך

source: Cover photo
ar: صورة الغلاف
he: תמונת שער

source: COVER PHOTO
ar: صورة الغلاف
he: תמונת נושא

source: Cover requested
ar: تم طلب التغطية
he: התבקשה החלפה

source: Coverage
ar: التغطية
he: החלפות

source: coverage ledger
ar: سجل التغطية
he: יומן החלפות

source: Covered by %@
ar: يغطيها %@
he: מכוסה על ידי %@

source: Create
ar: إنشاء
he: יצירה

source: Create Account
ar: إنشاء حساب
es: Crear cuenta
fr: Créer un compte
he: יצירת חשבון

source: Create at least one lesson with a price. It's exactly what students book — and it sets your starting rate.
ar: أنشئ حصة واحدة على الأقل مع سعر. هذا بالضبط ما يحجزه الطلاب — ويحدّد سعرك المبدئي.
he: צרו לפחות שיעור אחד עם מחיר. זה בדיוק מה שתלמידים מזמינים — וזה קובע את התעריף ההתחלתי.

source: Credit liability
ar: التزام الأرصدة
he: התחייבות קרדיטים

source: Credits expire %lld days after you approve the purchase.
ar: تنتهي صلاحية الأرصدة بعد %lld يوم من موافقتك على الشراء.
he: הקרדיטים פגים %lld ימים לאחר אישור הרכישה.

source: Credits never expire.
ar: لا تنتهي صلاحية الأرصدة أبداً.
he: הקרדיטים לא פגים אף פעם.

source: Currency
ar: العملة
es: Moneda
fr: Devise
he: מטבע

source: Custom hours
ar: ساعات مخصصة
he: שעות מותאמות

source: Dashboard
ar: لوحة التحكم
es: Panel
fr: Tableau de bord
he: לוח בקרה

source: Decline
ar: رفض
es: Rechazar
fr: Refuser
he: דחה

source: Decline %@
ar: رفض %@
he: דחיית %@

source: Decline this request?
ar: رفض هذا الطلب؟
he: לדחות את הבקשה?

source: Decline this weekly request?
ar: رفض هذا الطلب الأسبوعي؟
he: לדחות את הבקשה השבועית?

source: Declined
ar: مرفوض
he: נדחה

source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
he: מחיקה

source: Delete Account
ar: حذف الحساب
es: Eliminar cuenta
fr: Supprimer le compte
he: מחיקת חשבון

source: Delete conversation
ar: حذف المحادثة
he: מחק שיחה

source: Delete conversation?
ar: حذف المحادثة؟
he: למחוק את השיחה?

source: Delete event
ar: حذف الفعالية
es: Eliminar evento
fr: Supprimer l'événement
he: מחיקת האירוע

source: Delete for everyone
ar: حذف لدى الجميع
he: מחק אצל כולם

source: Delete for me
ar: حذف لدي
he: מחק אצלי

source: Delete lesson type
ar: حذف نوع الحصة
he: מחיקת סוג השיעור

source: Delete Permanently
ar: حذف نهائي
es: Eliminar permanentemente
fr: Supprimer définitivement
he: מחיקה לצמיתות

source: Delete Post
ar: حذف المنشور
es: Eliminar publicación
fr: Supprimer le post
he: מחיקת פוסט

source: Delete program and its exercises
ar: حذف البرنامج وتمارينه
he: מחיקת התוכנית והתרגילים שלה

source: Delete Reply
ar: حذف الرد
es: Eliminar respuesta
fr: Supprimer la réponse
he: מחק תגובה

source: Delete role
ar: حذف الدور
he: מחיקת התפקיד

source: Delete this event?
ar: حذف هذه الفعالية؟
es: ¿Eliminar este evento?
fr: Supprimer cet événement ?
he: למחוק את האירוע?

source: Delete this opportunity?
ar: حذف هذه الفرصة؟
he: למחוק את ההזדמנות הזו?

source: Delete this post?
ar: حذف هذا المنشور؟
es: ¿Eliminar esta publicación?
fr: Supprimer ce post ?
he: למחוק את הפוסט הזה?

source: Delete your Flowe account?
ar: حذف حسابك في Flowe؟
es: ¿Eliminar tu cuenta de Flowe?
fr: Supprimer votre compte Flowe ?
he: למחוק את חשבון Flowe שלך?

source: Deleting…
ar: جارٍ الحذف…
es: Eliminando…
fr: Suppression…
he: מוחק…

source: Describe it in a line — I'll fill in the fields below for you to edit. It stays on your device.
ar: صِفها في سطر — سأملأ الحقول أدناه لتعدّلها. يبقى ذلك على جهازك.
he: תארו זאת בשורה — אמלא את השדות למטה לעריכה. זה נשאר במכשיר שלך.

source: Description
ar: الوصف
es: Descripción
he: תיאור

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
he: פרטים

source: DETAILS
ar: التفاصيل
he: פרטים

source: Details (optional)
ar: التفاصيل (اختياري)
es: Detalles (opcional)
fr: Détails (facultatif)
he: פרטים (אופציונלי)

source: DID THEY SHOW?
ar: هل حضروا؟
he: הם הגיעו?

source: Discover
ar: اكتشف
es: Descubrir
fr: Découvrir
he: גלה

source: Discussion
ar: نقاش
he: דיון

source: Dismiss
ar: تجاهل
he: סגירה

source: Do this later
ar: افعل ذلك لاحقًا
he: אעשה זאת מאוחר יותר

source: Done
ar: تم
es: Hecho
fr: Terminé
he: סיום

source: Draft
ar: مسودة
he: טיוטה

source: Draft my headline & story with AI
ar: صِغ عنواني وقصتي بالذكاء الاصطناعي
he: נסחו את הכותרת והסיפור שלי עם AI

source: Draft with AI
ar: صياغة بالذكاء الاصطناعي
he: ניסוח עם AI

source: Drafting on your device…
ar: جارٍ الصياغة على جهازك…
he: מנסח במכשיר שלך…

source: Drafting…
ar: جارٍ الصياغة…
he: מנסח…

source: Duet
ar: ثنائي
he: דואט

source: Duration
ar: المدة
es: Duración
fr: Durée
he: משך

source: e.g. ₪180 / class, or 60% split
ar: مثال: ₪180 / حصة، أو تقسيم 60%
he: למשל ₪180 / שיעור, או חלוקה 60%

source: e.g. 10-class pack
ar: مثال: باقة 10 حصص
he: לדוגמה: חבילת 10 שיעורים

source: e.g. BASI Comprehensive, 2019
ar: مثال: BASI Comprehensive، 2019
es: p. ej. BASI Comprehensive, 2019
fr: ex. BASI Comprehensive, 2019
he: לדוגמה: BASI Comprehensive, 2019

source: e.g. One-off · Thu 8:00, or Weekly · Sundays
ar: مثال: مرة واحدة · الخميس 8:00، أو أسبوعيًا · الأحد
he: למשל חד-פעמי · חמישי 8:00, או שבועי · ימי ראשון

source: e.g. Reformer & rehab specialist · STOTT
ar: مثال: أخصائي ريفورمر وإعادة تأهيل · STOTT
he: למשל מומחה ריפורמר ושיקום · STOTT

source: e.g. reformer, postnatal, calm and precise
ar: مثال: ريفورمر، ما بعد الولادة، هادئ ودقيق
he: למשל ריפורמר, אחרי לידה, רגוע ומדויק

source: e.g. Sub my Mat class this Thursday
ar: مثال: بديل لحصة الحصيرة يوم الخميس
he: למשל מחליף לשיעור מזרן ביום חמישי

source: e.g. sub my Thursday reformer, ₪180
ar: مثال: بديل لريفورمر الخميس، ₪180
he: למשל מחליף לריפורמר יום חמישי, ₪180

source: Earnings
ar: الأرباح
he: הכנסות

source: Earnings from your completed sessions will appear here.
ar: ستظهر هنا أرباحك من الجلسات المكتملة.
es: Aquí aparecerán las ganancias de tus sesiones completadas.
fr: Vos revenus des séances terminées apparaîtront ici.
he: הרווחים מהשיעורים שהשלמת יופיעו כאן.

source: Edit
ar: تعديل
he: עריכה

source: Edit event
ar: تعديل الفعالية
es: Editar evento
fr: Modifier l'événement
he: עריכת אירוע

source: Edit exercise
ar: تعديل التمرين
he: עריכת תרגיל

source: Edit lesson type
ar: تعديل نوع الدرس
es: Editar tipo de clase
fr: Modifier le type de cours
he: עריכת סוג שיעור

source: Edit package
ar: تعديل الباقة
he: עריכת חבילה

source: Edit profile
ar: تعديل الملف الشخصي
es: Editar perfil
fr: Modifier le profil
he: עריכת פרופיל

source: Edit Profile
ar: تعديل الملف الشخصي
es: Editar perfil
fr: Modifier le profil
he: עריכת פרופיל

source: Edit program
ar: تعديل البرنامج
he: עריכת תוכנית

source: Edit recommendation
ar: تعديل التوصية
he: עריכת המלצה

source: Edit review
ar: تعديل التقييم
es: Editar reseña
fr: Modifier l'avis
he: עריכת ביקורת

source: Edit Review
ar: تعديل التقييم
es: Editar reseña
fr: Modifier l'avis
he: עריכת ביקורת

source: Education
ar: التعليم
he: לימוד

source: Email Address
ar: البريد الإلكتروني
es: Correo electrónico
fr: Adresse e-mail
he: כתובת אימייל

source: Emergency contact
ar: جهة اتصال للطوارئ
he: איש קשר לחירום

source: EMERGENCY CONTACT
ar: جهة اتصال للطوارئ
he: איש קשר לחירום

source: Encrypted notes — syncing to this device…
ar: ملاحظات مشفّرة — جارٍ المزامنة مع هذا الجهاز…
he: הערות מוצפנות — מסתנכרנות למכשיר הזה…

source: End series
ar: إنهاء السلسلة
he: סיים סדרה

source: End the series
ar: إنهاء السلسلة
he: לסיים את הסדרה

source: End this weekly series?
ar: إنهاء هذه السلسلة الأسبوعية؟
he: לסיים את הסדרה השבועית הזו?

source: ENDED
ar: انتهى
es: FINALIZADO
fr: TERMINÉ
he: הסתיים

source: Events
ar: الفعاليات
es: Eventos
fr: Événements
he: אירועים

source: Every day
ar: كل يوم
he: כל יום

source: Every exercise in this program is removed too. This can't be undone.
ar: ستُحذف كل تمارين هذا البرنامج أيضاً. لا يمكن التراجع عن ذلك.
he: כל התרגילים בתוכנית יימחקו גם הם. אי אפשר לבטל את הפעולה.

source: Everything in Visible, plus featured placement
ar: كل ما في «ظاهر»، بالإضافة إلى الظهور المميز
es: Todo lo de Visible, más ubicación destacada
fr: Tout ce que comprend Visible, plus une mise en avant
he: כל מה שב"גלוי", בתוספת מיקום מודגש

source: Excellent
ar: ممتازة
es: Excelente
fr: Excellente
he: מצוין

source: Exercise name
ar: اسم التمرين
he: שם התרגיל

source: EXPERIENCE
ar: الخبرة
he: ניסיון

source: Expires in %lldd
ar: تنتهي خلال %lld ي
he: פג בעוד %lld ימים

source: Expires in ^[%lld day](inflect: true)
ar: تنتهي خلال %lld يوم
he: פג בעוד %lld ימים

source: Expires today
ar: تنتهي اليوم
he: פג היום

source: Export statement
ar: تصدير كشف
he: ייצוא דוח

source: FEATURED
ar: مميز
es: DESTACADO
fr: À LA UNE
he: מומלץ

source: Feed
ar: الموجز
fr: Fil
he: פיד

source: Fees
ar: الرسوم
he: עמלות

source: FEES OWED
ar: الرسوم المستحقة
he: עמלות לתשלום

source: Fetching the latest prices…
ar: جارٍ جلب أحدث الأسعار…
es: Obteniendo los precios más recientes…
fr: Récupération des derniers prix…
he: טוען את המחירים העדכניים…

source: Finance
ar: المالية
he: פיננסים

source: Finance center
ar: مركز المالية
he: מרכז פיננסי

source: Find a role or apprenticeship
ar: ابحث عن دور أو تدريب مهني
he: מצאו תפקיד או התמחות

source: Find your
ar: اعثر على
es: Encuentra tu
fr: Trouvez votre
he: מצא את ה

source: Finding your class-mates…
ar: جارٍ البحث عن زملاء صفك…
he: מחפש את החברים לכיתה שלך…

source: Finish
ar: إنهاء
he: סיום

source: Finish going bookable
ar: أكمل لتصبح قابلاً للحجز
he: השלמת ההפיכה לזמין להזמנה

source: Finish these steps so students can find and book you. You can leave and pick up where you left off any time.
ar: أكمل هذه الخطوات حتى يتمكن الطلاب من العثور عليك وحجزك. يمكنك المغادرة والمتابعة من حيث توقفت في أي وقت.
he: השלימו את השלבים האלה כדי שתלמידים יוכלו למצוא ולהזמין אתכם. אפשר לצאת ולהמשיך מהמקום שבו הפסקתם בכל עת.

source: Finish your profile
ar: أكمل ملفك الشخصي
es: Completa tu perfil
fr: Complétez votre profil
he: השלם את הפרופיל שלך

source: First week down — keep it going.
ar: انتهى الأسبوع الأول — واصل التقدم.
he: השבוע הראשון מאחוריך — המשיכו כך.

source: Flat amount
ar: مبلغ ثابت
he: סכום קבוע

source: Flowe counts registrations, and two people can take the last spot at the same moment. If that happens, the later one is told and their spot is released.
ar: يحسب Flowe التسجيلات، وقد يأخذ شخصان المكان الأخير في اللحظة نفسها. إذا حدث ذلك، يُبلَّغ الأخير ويُحرَّر مكانه.
es: Flowe cuenta las inscripciones, y dos personas pueden ocupar la última plaza a la vez. Si pasa, se avisa a la última y su plaza se libera.
fr: Flowe compte les inscriptions, et deux personnes peuvent prendre la dernière place au même instant. Si cela arrive, la dernière est prévenue et sa place est libérée.
he: Flowe סופר הרשמות, ושני אנשים יכולים לתפוס את המקום האחרון באותו רגע. אם זה קורה, המאוחר מביניהם מקבל הודעה ומקומו משוחרר.

source: Flowe doesn't collect session fees — students pay you directly, so they need to know how.
ar: لا تحصّل Flowe رسوم الجلسات — يدفع لك الطلاب مباشرةً، لذا يحتاجون إلى معرفة الطريقة.
es: Flowe no cobra las tarifas de las sesiones: los alumnos te pagan directamente, así que necesitan saber cómo.
fr: Flowe ne perçoit pas les frais de séance : les élèves vous paient directement, ils doivent donc savoir comment.
he: Flowe לא גובה תשלום עבור שיעורים — המתאמנים משלמים לך ישירות, אז הם צריכים לדעת איך.

source: Flowe doesn't process payments — you pay %@ directly.
ar: لا تعالج Flowe المدفوعات — تدفع إلى %@ مباشرةً.
es: Flowe no procesa pagos: le pagas a %@ directamente.
fr: Flowe ne traite pas les paiements — vous payez %@ directement.
he: Flowe לא מעבדת תשלומים — אתה משלם ל-%@ ישירות.
